
public class About {

    public static void print() {
        RpgUtil.clearScreen();
        RpgUtil.delay(300);
        System.out.println("");
        System.out.println("\t\t\t\t\t\t .---. .----. .----..----. .-. .---.  .----.    .---.  .----. \n"
                + "\t\t\t\t\t\t/  ___}| {}  }| {_  | {}  \\| |{_   _}{ {__     {_   _}/  {}  \\\n"
                + "\t\t\t\t\t\t\\     }| .-. \\| {__ |     /| |  | |  .-._} }     | |  \\      /\n"
                + "\t\tƸӜƷ.•°*”˜˜”*°•.ƸӜƷ•°*”˜˜”*°•.ƸӜƷ `---' `-' `-'`----'`----' `-'  `-'  `----'      `-'   `----' ƸӜƷ.•°*”˜˜”*°•.ƸӜƷ•°*”˜˜”*°•.ƸӜƷ");
        RpgUtil.delay(500);
        System.out.println("");
        System.out.println("");

        System.out.println("\t\t\t\t\t\t\t\t    ●▬▬▬▬๑𝟏𝟕𝓣𝓘𝟏๑▬▬▬▬▬●");
        System.out.println("");
        RpgUtil.delay(500);

        System.out.println("\t\t\t\t\t\t▬▬ι═══════>  ♕ 𝓐𝓵𝓭𝓻𝓲𝓬𝓴 ℋ𝓪𝓷𝓭𝓲𝓷𝓪𝓽𝓪 ♕  <═══════ι▬▬");
        System.out.println("\t\t\t\t\t\t\t\t\t [03082170016]");
        System.out.println("");
        RpgUtil.delay(500);
        System.out.println("\t\t\t\t\t\t▬▬ι═══════>        ♕ 𝓒𝓪𝓵𝓿𝓲𝓷𝓸 ♕        <═══════ι▬▬");
        System.out.println("\t\t\t\t\t\t\t\t\t [03082170005]");
        System.out.println("");
        RpgUtil.delay(500);
        System.out.println("\t\t\t\t\t\t▬▬ι═══════>   ♕ 𝓖𝓻𝓲𝓼𝒆𝓵𝓭𝓪 𝓖𝓾𝓲𝓷𝓪𝓻𝓽𝓸 ♕   <═══════ι▬▬");
        System.out.println("\t\t\t\t\t\t\t\t\t [03082170006]");
        System.out.println("");
        RpgUtil.delay(500);

        System.out.println("\t  _   _       _                    _ _              ____      _ _ _          _   _                                     __  __          _             \n"
                + "\t | | | |_ __ (_)_   _____ _ __ ___(_) |_ __ _ ___  |  _ \\ ___| (_) |_ __ _  | | | | __ _ _ __ __ _ _ __   __ _ _ __   |  \\/  | ___  __| | __ _ _ __  \n"
                + "\t | | | | '_ \\| \\ \\ / / _ \\ '__/ __| | __/ _` / __| | |_) / _ \\ | | __/ _` | | |_| |/ _` | '__/ _` | '_ \\ / _` | '_ \\  | |\\/| |/ _ \\/ _` |/ _` | '_ \\ \n"
                + "\t | |_| | | | | |\\ V /  __/ |  \\__ \\ | || (_| \\__ \\ |  __/  __/ | | || (_| | |  _  | (_| | | | (_| | |_) | (_| | | | | | |  | |  __/ (_| | (_| | | | |\n"
                + "\t  \\___/|_| |_|_| \\_/ \\___|_|  |___/_|\\__\\__,_|___/ |_|   \\___|_|_|\\__\\__,_| |_| |_|\\__,_|_|  \\__,_| .__/ \\__,_|_| |_| |_|  |_|\\___|\\__,_|\\__,_|_| |_|\n"
                + "                                                                                                  |_|                                                ");

    }

}
